{
    "categories": [
        {
            "category_name": "motivational",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best way to predict your future is to create it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a slow walker, but I never walk back.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Things may come to those who wait, but only the things left by those who hustle.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Always bear in mind that your own resolution to succeed is more important than any one thing.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You can have anything you want, if you want it badly enough.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Leave nothing for tomorrow which can be done today.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Determine that the thing can and shall be done, and then we shall find the way.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Adhere to your purpose and you will soon feel as well as you ever did.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I do the very best I know how, the very best I can; and I mean to keep doing so until the end.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I will prepare, and someday my chance will come.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"We can complain because rose bushes have thorns or rejoice because thorn bushes have roses.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot escape the responsibility of tomorrow by evading it today.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"When you reach the end of your rope, tie a knot and hang on.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"That some achieve great success is proof to all that others can achieve it as well.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Don’t worry when you are not recognized, but strive to be worthy of recognition.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I don’t think much of a man who is not wiser today than he was yesterday.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Success is going from failure to failure without losing your enthusiasm.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The better part of one’s life consists of their friendships.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I like to see a man proud of the place in which he lives.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I never had a policy; I have just tried to do my very best each and every day.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What a man can be, he must be.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The story of the human race is the story of men and women selling themselves short.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We are capable of greater things than we realize.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Be independent of the good opinion of other people.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We fear our highest possibilities. We are generally afraid to become that which we can glimpse in our most perfect moments.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"It isn’t normal to know what we want. It is a rare and difficult psychological achievement.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Growth takes place when the next step is slightly more difficult than the last.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Every person is, in part, 'his own project,' and makes himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"You will either step forward into growth, or you will step backward into safety.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The sacred is in the ordinary.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The ability to be in the present moment is a major component of mental wellness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Self-actualization means using one’s potential.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"You can’t choose the truth. The truth will choose you.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The key question isn’t ‘What fosters creativity?’ but it is why in God’s name isn’t everyone creative?\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"One can choose to go back toward safety or forward toward growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What is necessary to change a person is to change his awareness of himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Human beings have the remarkable ability to turn nothing into something.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The best way to navigate through life is to give life your best.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Become aware of what you are and what you can be.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Life’s challenges are not supposed to paralyze you; they’re supposed to help you discover who you are.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Find your voice and sing your song; the world needs to hear it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"You have the strength to make the impossible possible.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Great change starts with small steps—just start.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Empower yourself by taking the first step toward your dreams.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"You are more resilient than you think—lean into that power.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"In every difficulty, there is an opportunity to grow.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Rise up, even when it’s hard—there’s greatness in your persistence.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Your potential is infinite when you believe in yourself.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"We are not just spectators of history; we are shapers of it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The key to progress is to keep moving, even when it’s hard.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Success comes to those who dare to embrace the journey.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Stand tall, for your strength inspires others.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The path forward is built by the courage to act today.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every action you take toward your goals matters.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Don’t wait for change to happen—be the change.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Believe in the power of collective energy—it can change the world.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"There’s no limit to what you can achieve when you refuse to quit.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Let your passion fuel your journey to greatness.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every sunrise brings a new chance to rewrite your story.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man's greatness lies in his power of thought.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The heart has its reasons, which reason knows nothing of.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We must learn our limits. We are all something, but none of us are everything.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Small minds are concerned with the extraordinary, great minds with the ordinary.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Happiness is neither without us nor within us. It is in God, both without us and within us.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Kind words do not cost much. Yet they accomplish much.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We arrive at truth, not by reason only, but also by the heart.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"There is enough light for those who only desire to see and enough darkness for those of a contrary disposition.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Do you wish people to believe good of you? Don’t speak.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"If you gain, you gain all; if you lose, you lose nothing.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The last thing one discovers in composing a work is what to put first.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Men despise religion. They hate it and are afraid it may be true.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Time heals everything, but what remains is memory.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"All men’s miseries derive from not being able to sit in a quiet room alone.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We run carelessly to the precipice after we have put something before us to prevent us seeing it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Eloquence is a painting of the thoughts.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Imagination decides everything.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Nothing gives rest but the sincere search for truth.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To make light of philosophy is to be a true philosopher.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your life only gets better when you get better.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The greatest gift that you can give to others is the gift of unconditional love and acceptance.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Develop an attitude of gratitude, and give thanks for everything that happens to you.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Decide exactly what you want. Write it down. Make a plan to achieve it. Work on it every single day.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"You cannot control what happens to you, but you can control your attitude toward what happens to you.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Set peace of mind as your highest goal, and organize your life around it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Success is the sum of small efforts repeated day in and day out.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"If what you are doing is not moving you toward your goals, then it’s moving you away from your goals.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Dream big dreams. Only big dreams have the power to move your mind and spirit.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The act of taking the first step is what separates the winners from the losers.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Imagine your life is perfect in every respect; what would it look like?\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Whatever you believe with feeling becomes your reality.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your ability to discipline yourself to set clear goals and then to work toward them every day will do more to guarantee your success than any other single factor.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The only limits on what you can achieve are the limits you place on your own thinking.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Every minute you spend in planning saves ten minutes in execution; this gives you a 1,000 percent return on energy!\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Everything you do now is preparing you for the future.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The future belongs to those who prepare for it today.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Move out of your comfort zone. You can only grow if you are willing to feel awkward and uncomfortable when you try something new.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Success is predictable, and so is failure.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your ability to persist in the face of setbacks and disappointments is your measure of your belief in yourself.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life is 10% what happens to you and 90% how you react to it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Don’t dwell on what went wrong. Instead, focus on what to do next.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The secret of living a life of excellence is merely a matter of thinking thoughts of excellence.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Each day of our lives we make deposits in the memory banks of our children.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When you have a sense of purpose, no obstacle can stop you.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Attitude is more important than the past, than education, than money, than circumstances.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Nobody is a whole team. We need each other.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We are all faced with a series of great opportunities brilliantly disguised as impossible situations.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The difference between something good and something great is attention to detail.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Encouragement is awesome. It can actually change the course of another person’s day, week, or life.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage is doing what you’re afraid to do.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Don’t wait for the perfect moment. Take the moment and make it perfect.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Say no to the good so you can say yes to the best.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Vision is essential. Without it, people perish.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Take hold of the future or the future will take hold of you.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Start where you are. Use what you have. Do what you can.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The pursuit of excellence is gratifying and healthy.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The more you sweat in peace, the less you bleed in war.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"It’s not the load that breaks you down; it’s the way you carry it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A great attitude becomes a great day, which becomes a great month, which becomes a great year, which becomes a great life.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success is the peace of mind in knowing you did your best.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The start is what stops most people.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The more you know about your opponent, the better you can prepare.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Strive for perfection, settle for excellence.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"It's not the will to win that matters—everyone has that. It's the will to prepare to win that matters.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"If you’re not getting better, you’re getting worse.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Perfection is not attainable, but if we chase perfection, we can catch excellence.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Winning is a habit. Unfortunately, so is losing.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A team is many voices with a single heart.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You don’t need a superstar to win; you need a team.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Great teams are built on trust, respect, and shared goals.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Learn from each loss; don't let it define you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The greatest achievement is knowing you’ve given your all.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Work hard, play hard, and leave no regrets.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"No one wins alone; embrace teamwork.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The scoreboard doesn't measure effort.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Commitment to improvement is key to success.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Each practice, each day, is a chance to get better.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Pressure is something you feel when you’re unprepared.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"There are no shortcuts to success.\""
                }
            ]
        },
        {
            "category_name": "wisdom",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot strengthen the weak by weakening the strong.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Give me six hours to chop down a tree, and I will spend the first four sharpening the axe.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Character is like a tree and reputation like its shadow.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"It is not best to swap horses while crossing the river.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The philosophy of the schoolroom in one generation will be the philosophy of government in the next.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Be sure you put your feet in the right place, then stand firm.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am in favor of animal rights as well as human rights. That is the way of a whole human being.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The dogmas of the quiet past are inadequate to the stormy present.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I destroy my enemies when I make them my friends.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Better to remain silent and be thought a fool than to speak out and remove all doubt.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"He has a right to criticize who has a heart to help.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"We should be too big to take offense and too noble to give it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"If this is coffee, please bring me some tea; but if this is tea, please bring me some coffee.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"A house divided against itself cannot stand.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"We are not enemies, but friends.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"My great concern is not whether you have failed, but whether you are content with your failure.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Those who deny freedom to others deserve it not for themselves.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Nearly all men can stand adversity, but if you want to test a man's character, give him power.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Every man’s happiness is his own responsibility.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The ability to be in the present moment is a major component of mental wellness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We may define therapy as a search for value.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What is life for? Life is for you.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Education must help us to find the nature of our own being.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We crave and fear our possibilities at the same time.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The good society is one in which virtue pays.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The fact is that people are good, give people affection and security, and they will give affection and be secure in their feelings and behavior.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The beauty of a peak experience is its capacity to inspire self-awareness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The self-actualized person can rise above trivial frustrations.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The most beautiful fate is to have achieved your goal.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To transcend means to see beyond the ordinary and strive for the extraordinary.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Understanding human nature is the key to helping humanity.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Knowledge is the treasure of experience.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"When the only tool you have is a hammer, it’s tempting to treat everything as if it were a nail.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Wisdom begins with a recognition of one’s ignorance.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Man is the only creature who refuses to be what he is.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"If you only have a hammer, you tend to see every problem as a nail.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Human nature is not nearly as bad as it has been thought to be.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What enriches the self enriches the world.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The wisdom of life lies in understanding its complexity yet finding simplicity in its beauty.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True strength is knowing when to act and when to reflect.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"We are interconnected; the health of one affects the health of all.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Your roots give you grounding, but your wings take you far.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"In the quiet moments, you often find the answers you seek.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Listening deeply is the first step to understanding.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The lessons of the past pave the way for a wiser future.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Knowledge is power, but wisdom is knowing how to use it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Cherish the moments of stillness; they teach you the most.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Humility and curiosity are the foundations of true wisdom.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Embrace change—it is the only constant in life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Let your actions reflect the values you hold dear.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Understanding others begins with understanding yourself.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Not every battle is worth fighting; choose wisely.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Wisdom is learning from your experiences and sharing them with others.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A wise heart is open to both joy and sorrow.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Patience is often the best teacher.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"We are the sum of the stories we tell and the ones we listen to.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True growth comes from questioning, not accepting blindly.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Learn from the earth—its cycles mirror our own.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man is but a reed, the weakest in nature, but he is a thinking reed.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The knowledge of God is very far from the love of Him.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The eternal silence of these infinite spaces frightens me.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Curiosity is only vanity.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To understand is to forgive.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Nature is an infinite sphere whose center is everywhere and whose circumference is nowhere.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"There are only two kinds of men: the righteous who think they are sinners and the sinners who think they are righteous.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Justice without force is powerless; force without justice is tyrannical.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The sole cause of man's unhappiness is that he does not know how to stay quietly in his room.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Vanity is so anchored in the heart of man that everyone wants to be admired.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"All of humanity's problems stem from man's inability to sit quietly in a room alone.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The greater intellect one has, the more originality one finds in men. Ordinary persons find no difference between men.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"All the good maxims have been written already. It only remains to put them into practice.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"People are generally better persuaded by the reasons which they have themselves discovered than by those which have come into the mind of others.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Faith is a sounder guide than reason. Reason can only go so far, but faith has no limits.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The infinite distance between body and mind symbolizes the infinitely more infinite distance between mind and charity.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Men never do evil so completely and cheerfully as when they do it from religious conviction.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To ridicule philosophy is really to philosophize.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True eloquence consists in saying all that is necessary, and nothing but what is necessary.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Contradiction is not a sign of falsity, nor the lack of contradiction a sign of truth.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Never complain, never explain. Resist the temptation to defend yourself or make excuses.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The key to success is to focus our conscious mind on things we desire, not things we fear.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your life is a reflection of your thoughts. If you change your thinking, you change your life.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Integrity is the foundation upon which all other values are built.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Practice the philosophy of continuous improvement. Get a little bit better every single day.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your ability to communicate effectively with others will determine your success in every area of your life.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Clarity is the starting point of all success.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Optimism is the one quality more associated with success and happiness than any other.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Everything that happens to you is a reflection of what you believe about yourself.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Invest three percent of your income in yourself (self-development) to guarantee your future.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Relationships are the hallmark of the mature person.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Successful people are simply those with successful habits.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Develop the winning edge; small differences in your performance can lead to large differences in your results.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Leaders think and talk about the solutions. Followers think and talk about the problems.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Happiness and self-confidence come naturally when you feel yourself moving toward your goals.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"You have within you right now, everything you need to deal with whatever the world can throw at you.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The more you like yourself, the better you perform in everything you do.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"You become what you think about most of the time.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God is never in a hurry, but He is always on time.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The longer I live, the more I realize the impact of attitude on life.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When you are angry or frustrated, what comes out? Whatever it is, it's a good indication of what you're made of.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Problems are inevitable, but your attitude toward them is optional.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Servanthood is not about position or skill; it’s about attitude.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The trials and pressures of life—and how we face them—ultimately strengthen our character.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God uses people who fail—because there aren’t any other kind around.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A family is a place where principles are hammered and honed on the anvil of everyday living.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"To us, waiting is wasting. To God, waiting is working.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God is not looking for great people, but for people who will rely on Him greatly.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When we live in the shadow of the cross, we willingly give up personal rights and selfish desires.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Humility is the ability to see yourself as God sees you.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"No one is useless in this world who lightens the burdens of another.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Success in life comes when you simply refuse to give up.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"You can't change the past, but you can ruin a perfectly good present by worrying about the future.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Patience is accepting a difficult situation without giving God a deadline to remove it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God doesn’t waste pain. He uses it to mold us.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Encourage one another. Many times, a word of praise or thanks has kept people on their feet.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We cannot change our circumstances, but we can change our response to them.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The superior man blames himself, the inferior man blames others.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Mistakes are the price we pay for learning.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Character counts; talent might get you there, but character keeps you there.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Leadership is about influence, not authority.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Discipline is the bridge between goals and accomplishment.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Preparation is the key to confidence.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The measure of who we are is what we do with what we have.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Don’t let yesterday use up too much of today.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Hard work alone doesn’t guarantee success, but without it, there’s no chance.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Be humble in victory and gracious in defeat.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Good judgment comes from experience, and experience comes from bad judgment.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The way a team plays as a whole determines its success.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"To be a great leader, you must first serve.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Adversity introduces a man to himself.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Listen more than you speak; the best leaders are great listeners.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The only way to prove you are a good sport is to lose gracefully.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Adapt to change, but never compromise on your values.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Wisdom is knowing what to ignore.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success doesn’t define you, but the way you handle failure does.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Respect is earned, not given.\""
                }
            ]
        },
        {
            "category_name": "courage",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The people will save their government if the government itself will allow them.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"To sin by silence when they should protest makes cowards of men.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am not bound to win, but I am bound to be true.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Whatever you are, be a good one.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"This country, with its institutions, belongs to the people who inhabit it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Let us have faith that right makes might.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Courage is not the absence of fear, but the ability to act in spite of it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Stand with anybody that stands right.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Those who look for the bad in people will surely find it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"With public sentiment, nothing can fail; without it, nothing can succeed.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Public opinion in this country is everything.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I have always found that mercy bears richer fruits than strict justice.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a firm believer in the people.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The ballot is stronger than the bullet.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"A nation divided against itself cannot stand.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Faith is not believing that God can, but that God will.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I never had a feeling politically that did not spring from the Declaration of Independence.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot escape the responsibility of tomorrow by evading it today.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Discipline is choosing between what you want now and what you want most.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Fellow citizens, we cannot escape history.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We fear our highest possibilities.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Courage is the first virtue, as it makes all others possible.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Growth must be chosen again and again; fear must be overcome again and again.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To step forward into growth, we must leave our comfort zone behind.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We grow when we face our fears and move through them.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Courage gives us the ability to be vulnerable and authentic.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"It takes courage to choose growth over safety.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Do not be afraid to go where your heart leads.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Facing challenges is a way of affirming life.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Being open to uncertainty is the mark of a courageous mind.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Life is a process of becoming, a combination of states we have to go through.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The deepest human fear is the fear of being oneself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Only by risking, can we discover new possibilities.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The courage to be is rooted in self-acceptance.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Choosing growth over fear is a daily battle.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To live fully, we must embrace our fears.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"It takes courage to realize our potential and step into our greatness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"True courage is in facing your own imperfections.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The boldness of vision is what drives humanity forward.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Be willing to take risks to become who you are meant to be.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Courage is the bridge between fear and action.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Speaking your truth, even when it trembles, is the essence of bravery.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"It takes courage to stand alone, but even more to stand for others.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Fear is a shadow; step into the light of your courage.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True courage is daring to begin without knowing the outcome.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Stand firm in your beliefs, even when the ground feels unsteady.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Bravery is not the absence of fear but the triumph over it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Let your heart lead you into the unknown, for that’s where courage grows.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"To face adversity is to discover the depths of your strength.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Sometimes, the bravest thing you can do is simply keep going.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Courage is rising after every fall, stronger and wiser.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The boldest actions are often the ones unseen by others.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Do not let fear silence you; your voice is needed.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Be courageous enough to dream, even when the odds seem insurmountable.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Taking a stand requires heart as well as resolve.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True strength is rooted in vulnerability and honesty.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The moment you decide to act, you’ve already shown courage.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Defy expectations with the power of your conviction.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Courage comes in many forms, but its essence is always truth.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"It takes bravery to face yourself and embrace your imperfections.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Do not fear to make mistakes in your search for truth.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The strength of a man's virtue must not be measured by his efforts, but by his ordinary life.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"You always admire what you really don’t understand.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is not good to be too free. It is not good to have everything one wants.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Human beings must be known to be loved; but Divine beings must be loved to be known.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The least movement is of importance to all nature. The entire ocean is affected by a pebble.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Justice and power must be brought together, so that whatever is just may be powerful, and whatever is powerful may be just.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Knowing God without knowing our own wretchedness makes for pride. Knowing our own wretchedness without knowing God makes for despair.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To deny, to believe, and to doubt absolutely – this is for man what running is for a horse.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The only shame is to have none.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man's sensitivity to small things and insensitivity to the greatest things are marks of a strange disorder.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Faith embraces many truths which seem to contradict each other.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is the fight alone that pleases us, not the victory.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Our imagination so magnifies the present moment that we forget eternity.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Men are so necessarily mad that not to be mad would amount to another form of madness.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Noble deeds that are concealed are most esteemed.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Do you wish to rise? Begin by descending.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"When we are in love, we seem to ourselves quite different from what we were before.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True courage consists in being brave without witnesses.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The true hero is one who conquers his own weaknesses.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The key to success is action, and the essential in action is perseverance.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Courage is not the absence of fear, but the mastery of fear.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"All successful people, men and women, are big dreamers.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Confidence on the outside begins by living with integrity on the inside.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Don’t be afraid to take big steps; you can’t cross a chasm in two small jumps.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The most important quality for success is self-discipline. It is the master key to riches.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The way you give your time to others reflects your courage and priorities.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Dream big dreams, and then take action to make them real.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Do the thing you fear, and the death of fear is certain.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"You have to put yourself in a position where you’ll succeed by trying things that scare you.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Don’t let the fear of losing be greater than the excitement of winning.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The more you do the things you fear, the more your courage will grow.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The best way to predict the future is to create it yourself.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Boldness is a mental attitude; with it, nothing is impossible.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"When you develop courage, you automatically develop greater self-esteem.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your biggest goals should scare you a little and excite you a lot.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Always think of yourself as a winner; you were born to be successful.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Make a decision to do something bold every single day.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The ability to confront, deal with, and act in spite of your fears is the mark of a successful person.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Courage is a habit developed by acting courageously whenever fear tries to stop you.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage is not limited to the battlefield. It is not only about daring to cross the Red Sea or facing Goliath. Courage is also about staying true to your values.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God never said that the journey would be easy, but He did say that the arrival would be worthwhile.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"It takes courage to say no to the wrong things and yes to the best things.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"You’re not responsible for the outcome of your obedience; you’re responsible for the obedience.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"True courage is not the absence of fear—it is refusing to let fear control you.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Fear is the result of our focus on ourselves. Courage comes when we focus on God.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Faith does not eliminate fear. It shifts the focus to the One who can handle our fears.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"It takes courage to let go of the familiar and embrace the unknown.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Our God is a refuge and strength, a very present help in trouble.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage starts with showing up and letting ourselves be seen.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The challenges we face are opportunities to deepen our faith.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God gives us courage not to survive but to thrive in adversity.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Sometimes you have to step out on nothing to land on something.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Take heart! The darkest hour has only 60 minutes.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"He who kneels before God can stand before anyone.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage is contagious. When a brave person takes a stand, the spines of others are often stiffened.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"What lies ahead may be unknown, but God is already there.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage is not only facing fear but also following God into the unknown.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The path of obedience is often through the sea of difficulty, but God provides the strength to walk through it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When fear knocks, let faith answer the door.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You never fail until you stop trying.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"True courage is being scared to death but saddling up anyway.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Face challenges head-on; the only way out is through.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Don’t fear failure; fear the absence of progress.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"In the face of adversity, stand tall.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Courage is the foundation of greatness.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Doubt kills more dreams than failure ever will.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Take risks; they define the difference between ordinary and extraordinary.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Courage isn’t the absence of fear—it’s acting in spite of it.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Step into the unknown with confidence.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You miss 100% of the shots you don’t take.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Greatness requires the courage to fail forward.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Strength doesn’t come from winning; it comes from overcoming.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Every setback is a setup for a comeback.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Fear is a reaction; courage is a decision.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"To lead is to take the path others fear to tread.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Bold moves make bold leaders.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The greatest battles are fought within.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Stay committed even when the odds are stacked against you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Courage is knowing when to stand your ground and when to walk away.\""
                }
            ]
        },
        {
            "category_name": "inspirational",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best way to predict your future is to create it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a slow walker, but I never walk back.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Whatever you are, be a good one.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Give me six hours to chop down a tree, and I will spend the first four sharpening the axe.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Always bear in mind that your own resolution to succeed is more important than any other.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot escape the responsibility of tomorrow by evading it today.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I will prepare, and someday my chance will come.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Leave nothing for tomorrow which can be done today.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You have to do your own growing no matter how tall your grandfather was.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I do the very best I know how, the very best I can; and I mean to keep on doing so until the end.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best thing about the future is that it comes one day at a time.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The better part of one’s life consists of his friendships.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Be sure you put your feet in the right place, then stand firm.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Let us have faith that right makes might, and in that faith, let us, to the end, dare to do our duty as we understand it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I like to see a man proud of the place in which he lives.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Don’t worry when you are not recognized, but strive to be worthy of recognition.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Things may come to those who wait, but only the things left by those who hustle.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"My great concern is not whether you have failed, but whether you are content with your failure.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am not bound to win, but I am bound to be true.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What a man can be, he must be.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"In any given moment, we have two options: to step forward into growth or step back into safety.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The ability to be in the present moment is a major component of mental wellness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"One's only rival is one's own potentialities.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We are not in a position in which we have nothing to work with. We already have capacities, talents, direction, missions, callings.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The story of the human race is the story of men and women selling themselves short.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Life is an ongoing process of choosing between safety (out of fear and need for defense) and risk (for the sake of progress and growth).\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"It isn’t normal to know what we want. It is a rare and difficult psychological achievement.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A first-rate soup is more creative than a second-rate painting.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"You will either step forward into growth, or you will step backward into safety.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To the man who only has a hammer, everything he encounters begins to look like a nail.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The key question isn’t ‘What fosters creativity?’ but it is why in God’s name isn’t everyone creative?\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Be independent of the good opinion of other people.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What is necessary to change a person is to change his awareness of himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"If you deliberately plan to be less than you are capable of being, then I warn you that you’ll be deeply unhappy for the rest of your life.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"You can go to the North Pole and back and still not know what to do with yourself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The self-actualized person has a profound sense of humility and respect for other people.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We fear to know the fearsome and unsavory aspects of ourselves, but we fear even more to know the godlike in ourselves.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Life's challenges are not supposed to paralyze you; they’re supposed to help you discover who you are.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"You don't become who you are by staying in one place.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"If you're always trying to be normal, you will never know how amazing you can be.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Singing is a way of connecting to our collective human spirit.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every time you make a stand, you're shaping the world.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Our history is our strength; it tells us what we've overcome and where we’re heading.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"When you sing, you express the depth of your humanity.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The power of one voice can inspire a symphony of change.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Don’t fear stepping into the unknown; that’s where discovery lives.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Passion is the fuel for meaningful transformation.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"We are more resilient than we believe, and more capable than we know.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"If you can dream it, you can begin to create it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The beauty of life lies in its struggles and triumphs.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Faith in yourself can move mountains.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Courage is daring to sing even when your voice trembles.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"To know your power, you must first embrace your purpose.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"When we share our stories, we connect with our strength.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"In the darkest of times, let your song be your light.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Greatness comes from daring to be different.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Transformation begins with a single step forward.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man's greatness lies in his power of thought.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Do small things as though they were great because of the majesty of Christ who does them in us.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"In faith, there is enough light for those who want to believe and enough shadows to blind those who don’t.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The heart has its reasons, which reason does not know.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Human beings must be known to be loved; but Divine beings must be loved to be known.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Belief is a wise wager. Granted that faith cannot be proved, what harm will come to you if you gamble on its truth and it proves false?\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Truth is so obscure in these times, and falsehood so established, that unless we love the truth, we cannot know it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"All of humanity's problems stem from man's inability to sit quietly in a room alone.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"What else does this craving, and this helplessness, proclaim but that there was once in man a true happiness?\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is not what we expect from faith, but what faith expects from us, that matters.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Clarity of mind means clarity of passion too; this is why a great and clear mind loves ardently and sees distinctly what it loves.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Happiness can be found neither in ourselves nor in external things, but in God and in ourselves as united to Him.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Little things console us because little things afflict us.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is in vain that we seek an assured repose out of ourselves.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To make a man a saint, grace is absolutely necessary, and whoever doubts it does not know what a saint is or what a man is.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We arrive at truth, not by reason only, but also by the heart.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The infinite distance between body and mind symbolizes the infinitely more infinite distance between mind and charity.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is not good to be too free. It is not good to have everything one wants.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Joy is not found in the thing itself, but in the journey toward it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Dream big, and then chase it with reckless abandon.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The only way to predict the future is to create it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your limitations are only as strong as your belief in them.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Every sunrise is a new chance to write your story.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Success is not the destination; it's the journey that defines you.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Be the spark that ignites a chain of greatness.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Courage is the bridge between dreaming and doing.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Life rewards those who take bold risks with great passion.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"When the odds are against you, that's the perfect moment to rise.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"In every struggle, there’s an opportunity to uncover your strength.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Happiness is the art of turning little moments into treasures.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The loudest voice you'll ever need to hear is the one within.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Greatness is born when ordinary people refuse to quit.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your potential is infinite; stop setting limits on your dreams.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The best way to inspire others is to become your best self.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A positive mindset can turn obstacles into opportunities.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Time is a canvas; paint it with purpose and passion.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"You can’t climb mountains by sitting in the valley of doubt.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Transformation begins when you believe in the impossible.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Every step forward, no matter how small, is progress.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life is 10% what happens to you and 90% how you react to it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Attitude is more important than facts.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When you have vision, it affects your attitude. Your attitude is optimistic rather than pessimistic.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We are all faced with a series of great opportunities brilliantly disguised as impossible situations.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Encouragement is awesome. It has the capacity to lift a man’s shoulders, to spark the flicker of a smile on his face, and bring a sense of purpose to his day.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The longer I live, the more I realize the impact of attitude on life.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The remarkable thing is, we have a choice every day regarding the attitude we will embrace for that day.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage is not limited to the battlefield or the Indianapolis 500 or bravely catching a thief in your house. The real tests of courage are much quieter.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Vision is essential for survival. It is spawned by faith, sustained by hope, sparked by imagination, and strengthened by enthusiasm.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Choose to be a blessing to someone today.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A great leader’s courage to fulfill his vision comes from passion, not position.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life is too short to waste time harboring grudges or being anything but kind and generous.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Today is unique! It has never occurred before and it will never be repeated. At midnight it will end, quietly, suddenly, totally.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Each day of our lives we make deposits in the memory banks of our children.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The swift wind of compromise is a lot more devastating than the sudden jolt of misfortune.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Stand still... and watch God move.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Allow failure to teach you a supreme lesson: Each sunset is the beginning of a very, very beautiful new sunrise.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Strengthening your faith often requires stretching it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Kindness is never wasted. It always makes a difference.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Encouragement is the fuel of the soul.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success is the peace of mind that comes when you know you’ve given everything you have to give.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Strive for perfection, but never fear failure.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You take on what you can handle and push yourself to the next level.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Great teams aren’t always great; they’re just great when they have to be.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The one thing that I know is that you win with good people.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success is not forever, and failure isn’t fatal.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Winning isn’t the end goal—it’s the journey that gets you there.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The start is important, but the finish is everything.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The true test of success is consistency over time.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Do the ordinary things better than anyone else.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Coaching is about taking players to a level they didn’t think they could reach.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Prepare yourself to win and success will follow naturally.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The difference between the impossible and the possible lies in determination.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Champions aren't made in the ring; they're made in the preparation.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Keep improving, even after you’ve succeeded.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"When you’re riding high, stay humble; when you’re down, stay hopeful.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success doesn’t come from what you do occasionally; it comes from what you do consistently.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Don’t focus on the scoreboard—focus on the effort it takes to get there.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The harder you work, the harder it is to surrender.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Always have a plan, but be prepared to adapt.\""
                }
            ]
        },
        {
            "category_name": "trust",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The people will save their government if the government itself will allow them.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I distrust the wisdom if it is inconsistent with humanity.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"It is better to trust and sometimes be disappointed than to always distrust and be miserable.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The people themselves, and not their servants, can safely reverse their own deliberate decisions.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Truth is generally the best vindication against slander.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"When the people rise in masses in behalf of the Union and the liberties of their country, truly may it be said, ‘The gates of hell shall not prevail against them.’\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Stand with anybody that stands right. Stand with him while he is right and part with him when he goes wrong.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"A house divided against itself cannot stand.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Character is like a tree, and reputation is its shadow. The shadow is what we think it is, and the tree is the real thing.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I will not say that there are no people who would not deceive, but I say that everyone has a spark of trustworthiness.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Trust is the glue that binds nations, communities, and people together.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"If you trust yourself, you inspire trust in others.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Honest statesmanship is the wise employment of individual meanness for the public good.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Trust can be shattered in an instant but takes a lifetime to build.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Truth is the only ground for confidence.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The dogmas of the quiet past are inadequate to the stormy present.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"If there is anything that a man can do well, I say let him do it. Give him a chance.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Disbelief in the possibility of great men and women is one of the most harmful ideas of the modern age.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We are capable of greater things than we realize.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The great cause of much psychological illness is the inability to trust one's instincts.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Trusting your inner voice is a step towards self-actualization.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"If you trust yourself, you will inevitably lead yourself towards your fullest potential.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A secure person trusts the process of life, and they embrace what comes their way.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"People are trustworthy to the extent that they are willing to trust themselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Faith in oneself is the cornerstone of self-growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The root of confidence is in trusting who you are, not what others think you should be.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A person who trusts himself cannot easily be swayed by the crowd.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Love and trust walk hand in hand toward greater fulfillment.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Believing in one's own abilities is an act of self-love.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We must learn to trust our capacity for goodness, creativity, and empathy.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Growth depends on one’s ability to trust the unknown.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To be vulnerable is to trust in life’s process.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Trust begins where fear ends.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A child learns trust when their environment consistently supports them.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"There is no power greater than the belief in one's own integrity.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"If you doubt every action, you rob yourself of potential growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The trust you place in others is often a mirror of the trust you have for yourself.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust is the foundation of every relationship, whether personal or societal.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True trust comes when we open ourselves up to vulnerability.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"You can’t fake trust; it’s built through authenticity and consistency.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Building trust requires time, truth, and transparency.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust is like a song—it resonates when it’s real.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"When we trust one another, we create a space for growth.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust yourself first, and others will follow.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Honesty and trust are the rhythm and melody of a harmonious life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust is a bridge; it connects us to understanding.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The strength of any bond lies in its trust.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Broken trust is a lesson, not an end.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust grows stronger when nurtured by respect.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"To trust is to believe in the unseen but felt connection.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust is earned by actions, not words.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A world without trust is a world without peace.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Rebuilding trust is harder than starting fresh, but it’s always worth it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust others as you wish to be trusted.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust begins with listening.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A trusting heart invites harmony.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Trust is the silent strength that binds communities.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Faith is different from proof; the latter is human, the former is a gift of God.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We never love a person, but only qualities.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"There are two ways to believe: reason and trust.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We must trust the heart's reasons, for they transcend reason itself.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The knowledge of God is very far from the love of Him.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Trust in God is the surest path to wisdom.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True humility is not thinking less of yourself, but thinking of yourself less.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Trust in the Lord with all your heart, and lean not on your own understanding.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Nothing gives rest but the sincere search for truth.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Reason's last step is the recognition that there are an infinite number of things which are beyond it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"What can be seen clearly is always trustworthy.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"In order to know truth, it is necessary to love.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The heart and faith understand truths that reason often rejects.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We run carelessly to the precipice, after we have put something before us to prevent us from seeing it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Our natural needs prove the reality of a trustworthy fulfillment.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Faith has its place in what reason cannot provide.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"When I consider the short duration of my life, swallowed up in eternity, I tremble.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The simplest questions are often the most profound. Where were you born? Where is your home? Where are you going? What are you doing?\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To trust is to risk the fear of being deceived.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Trust must be accompanied by knowledge, for blind trust leads to ruin.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust is the foundation of every unshakable relationship.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Once trust is broken, it takes courage and consistency to rebuild it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The most valuable currency in life is trust—it’s earned, not given.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust begins where doubt ends.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Honesty is the seed; trust is the tree that grows from it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust is fragile; handle it with care.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"In a world full of uncertainty, trust is the rarest gift.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"When trust is mutual, even the impossible becomes achievable.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Be the person others can trust, even in their darkest hour.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust isn’t just given—it’s proven through actions over time.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Lies break trust, but truth builds bridges.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust grows where transparency thrives.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The essence of trust lies in consistency and reliability.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"To trust someone is to give them power—choose wisely.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Forgiveness mends, but trust rebuilds what was broken.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust is earned through respect, lost through deception.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Without trust, even the strongest foundations crumble.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Vulnerability is the birthplace of trust and connection.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Trust is the glue of life—it binds us to one another.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Broken trust teaches us to value honesty and integrity even more.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Trust is built with consistency.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God’s sovereignty is the foundation of all trust.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The greatest stress relief is to fully trust God.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God never asks us to bear tomorrow's burdens with today's grace.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Trust the past to God’s mercy, the present to His love, and the future to His providence.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Faith is not the belief that God will do what you want. It is the belief that God will do what is right.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God is not only to be trusted; He is trustworthy.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"True faith rests upon the character of God and asks no further proof than the moral perfections of the One who cannot lie.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When the Lord tells us to trust Him, He also gives us the reasons why we should.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Trust in God is the antidote to a troubled heart.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When you trust God, you can face any uncertainty with confidence.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We live by promises, not explanations.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"An all-wise God has the power to answer any need, in His time and in His way.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"True trust begins with surrender.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God has never taken a risk. He doesn’t gamble or guess. He’s in charge, and He knows what He’s doing.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A promise from God is better than a lifetime of guarantees from man.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"You’ll never regret trusting God, no matter the outcome.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God’s plan will always be greater and more beautiful than your disappointments.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"He is faithful to His promises, and His plans for us are always good.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God will never waste the trust you place in Him.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Winning requires trust between every member of the team.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You can’t do it alone—it’s about the people you surround yourself with.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Trust is earned, not given, and it’s built through actions, not words.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A good team trusts each other to do their job well.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Build a culture of trust, and success will take care of itself.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The best leaders trust their people to take ownership of their responsibilities.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"If you can’t trust your teammates, you can’t win.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"It’s not about you or me—it’s about the trust we build together.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Winning starts when every player trusts the process.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Trust isn’t just a part of the game—it’s the foundation.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Mutual respect and trust lead to a stronger team bond.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Trust your preparation, and trust your instincts.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You build trust one moment, one game, one conversation at a time.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A leader’s first job is to create an environment of trust.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"If you don’t trust each other, even the best strategy won’t work.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The strongest teams are built on the strongest trust.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Every championship team is rooted in trust and accountability.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Trust in the system, trust in the process, and trust in each other.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Great leaders earn trust by putting the team first.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Trust is the glue that holds a team together.\""
                }
            ]
        },
        {
            "category_name": "failure",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"My great concern is not whether you have failed, but whether you are content with your failure.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The path to success is often paved with setbacks.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Success is going from failure to failure without losing your enthusiasm.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The greatest fine art of the future will be the making of a comfortable living from a small piece of land.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"It often requires more courage to dare to do right than to fear to do wrong.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am not concerned that you have fallen; I am concerned that you arise.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"In the end, it’s not the years in your life that count. It’s the life in your years.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"My failures have been my teachers.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Always remember, failure is a step toward success.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I learn something from every mistake I make.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot fail without trying, so embrace effort and welcome the lessons it brings.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Failure is a pause, not a defeat.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"It is not failure that defines you, but how you rise from it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"We can complain because rose bushes have thorns or rejoice because thorns have roses.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Failure gives you an opportunity to begin more intelligently.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Let no feeling of discouragement prey upon you, and in the end, you are sure to succeed.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I have failed many times, and that’s why I have succeeded.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Those who dare to fail greatly can achieve greatly.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"A stumble is not a fall unless you fail to rise.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We must learn to be our own best friends because we fall too easily into self-criticism and self-rejection.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Failure is not falling down but refusing to get up.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A person grows most through their mistakes.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"When we let go of the fear of failure, we open ourselves to the possibility of success.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Failure is only the opportunity to begin again, this time more intelligently.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Every failure brings with it an opportunity to learn something about ourselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The only real failure is the failure to grow.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Fear of making mistakes is the biggest mistake of all.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Even self-actualizing people make mistakes. They are just more willing to learn from them.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Accepting our imperfections is the first step to overcoming failure.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The greatest cause of failure is the inability to be flexible.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Each setback is a reminder of the resilience within us.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"True failure is staying stuck in a comfort zone.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The lessons we learn from our failures are the stepping stones to greatness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Failure is a prerequisite for creativity and growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Mistakes are proof that you are trying.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Failures refine the edges of who we are meant to become.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Fear of failure inhibits action; action invites success.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Great achievements often rise from the ashes of failure.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"You cannot discover new oceans unless you have the courage to lose sight of the shore.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Failure is not the end; it’s a lesson wrapped in disguise.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every failure carries the seed of a future success.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Don’t let failure define you; let it refine you.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Falling down is a step on the path to rising higher.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Success grows in the soil of failure.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The greatest failure is never trying at all.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"From every misstep, we learn how to walk our path.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Failure is proof you are trying.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every time you fail, you’re one step closer to succeeding.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Failure only defeats those who stop believing in themselves.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Embrace failure—it’s part of the journey.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"When you fail, pause, but never quit.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The lessons learned in failure are treasures no one can take away.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Failing doesn’t mean you’re broken; it means you’re growing.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Let your failures be your stepping stones to greatness.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Even the greatest leaders faced failure before finding their path.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Failure humbles us and gives us strength to persevere.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Fail forward, and you’ll never truly be defeated.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"It’s not about how many times you fail, but how many times you rise.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Failure shapes the character that success celebrates.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man is but a reed, the weakest in nature, but he is a thinking reed.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Our achievements are shadows, but we are meant to look at the light that casts them.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The greatest single cause of failure is man's inability to sit quietly in a room.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Evil is easy, and has infinite forms; good is almost unique.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We fail not by our lack of strength, but by the lack of our understanding.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The strength of a man is in his recognition of his own weaknesses.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True success lies in faithfulness, not in outcomes.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is the nature of man to err; only the gift of grace redeems us.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"When a man makes himself a god, he cannot help but fail.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The origin of all man's miseries is his failure to stay in his own company.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We do not rest satisfied with the present, but imagine a better future, which never comes.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To pursue perfection is a noble effort; to despair in its absence is failure.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Failure is often the guidepost to a greater understanding of one's self.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Knowing when to stop is more important than knowing how to begin.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We are generally the better persuaded by the reasons we discover ourselves than by those given to us by others.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is not cowardice to fail, but foolishness not to learn from it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The human condition is to fall short, but to rise is grace.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True failure is to not seek redemption for our errors.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Men never do evil so completely and cheerfully as when they do it from a religious conviction.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We run carelessly to failure because we trust in our own strength, not in grace.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure is the soil where success takes root.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Each failure is a lesson dressed as a disappointment.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Don’t fear failure; fear standing still.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure isn’t falling down—it’s refusing to get back up.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Every mistake you make brings you closer to mastery.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure is proof that you tried; quitting is proof that you didn’t.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Success is built on a mountain of failures.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The road to success is paved with lessons learned in failure.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure is the beginning of discovery, not the end of the road.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Great stories often start with failure and end in triumph.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure clears the way for clarity, growth, and resilience.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Embrace failure—it’s the fuel for innovation and creativity.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"In every failure lies the seed of a future victory.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"You are not defined by failure but by how you respond to it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure is an event, not a person.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The only true failure is never trying at all.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failures are the stepping stones to the heights of success.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Learn to fail forward, not backward.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure shows you the gaps in your skills and mindset.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Celebrate your failures—they’re proof that you’re on the journey.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Failure is not falling down; it’s staying down.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The road to success is paved with failures.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Failure is often the first step toward something greater.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God uses our failures to shape us and teach us reliance on Him.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When you fail, don't fall into self-pity. Instead, rise with resolve.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Mistakes are the stepping stones to maturity.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Failure is only the opportunity to begin again, this time more intelligently.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The beauty of grace is that it gives us permission to fail without being abandoned.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"It’s not failure itself but how you handle it that defines your character.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Failure is often God's way of saying, 'Not yet, but I have something better.'\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The lessons learned in failure are usually deeper than those learned in success.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We fail because we’re human, but we grow when we learn from it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God specializes in using people who have failed.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When you fall, fall forward into God’s grace.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Don’t measure your life by your failures, but by how you responded to them.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Failure reminds us of our dependence on God’s strength.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God’s mercy is greater than your biggest failure.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Every failure carries within it the seed of a second chance.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We are refined through failure and hardship.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Failure is never final when God is involved.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You never lose—you either win or learn.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Failure isn’t the end; it’s a chance to begin again with more knowledge.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Losing is painful, but it teaches you how to win.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Mistakes are part of the game; learn from them and move on.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"If you’re not failing, you’re not trying hard enough.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Setbacks are setups for comebacks.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The only real failure is failing to learn from your experiences.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Failure is temporary, but quitting is permanent.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Don’t let failure define you—let it refine you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"It’s not about how many times you fail, but how many times you get back up.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Failure is the price of ambition.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Every loss is a lesson that prepares you for future wins.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Even in failure, there is something to gain.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Failure forces you to rethink, rework, and refocus.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Some of the best victories are born from the worst failures.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The key to success is resilience in the face of failure.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Failure separates the ordinary from the extraordinary.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Learn to embrace failure—it’s part of the path to success.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Great teams don’t fear failure—they learn from it and grow stronger.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Fail forward. Every stumble gets you closer to success.\""
                }
            ]
        },
        {
            "category_name": "life",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"In the end, it’s not the years in your life that count. It’s the life in your years.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best way to predict your future is to create it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Whatever you are, be a good one.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Give me six hours to chop down a tree, and I will spend the first four sharpening the axe.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"My great concern is not whether you have failed, but whether you are content with your failure.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a slow walker, but I never walk back.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot escape the responsibility of tomorrow by evading it today.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Things may come to those who wait, but only the things left by those who hustle.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The better part of one’s life consists of his friendships.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"It often requires more courage to dare to do right than to fear to do wrong.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You have to do your own growing no matter how tall your grandfather was.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best thing about the future is that it comes one day at a time.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I don’t think much of a man who is not wiser today than he was yesterday.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Always bear in mind that your own resolution to succeed is more important than any one thing.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Discipline is choosing between what you want now and what you want most.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The dogmas of the quiet past are inadequate to the stormy present.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Character is like a tree and reputation its shadow. The shadow is what we think it is, and the tree is the real thing.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"He has a right to criticize who has a heart to help.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"To ease another’s heartache is to forget one’s own.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I walk slowly, but I never walk backward.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What a man can be, he must be. This need we call self-actualization.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The story of the human race is the story of men and women selling themselves short.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A musician must make music, an artist must paint, a poet must write if he is to be ultimately at peace with himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Life is a continual process of self-discovery.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"In any given moment, we have two options: to step forward into growth or to step back into safety.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The ability to be in the present moment is a major component of mental wellness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The fact is that people are good, and if you give them affection and security, they will give affection and be secure in their feelings and behavior.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We fear to know the fearsome and unsavory aspects of ourselves, but we fear even more to know the godlike in ourselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Self-actualized individuals have a deep connection to life, but they remain free from external attachments.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"One can choose to go back toward safety or forward toward growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What is necessary to change a person is to change his awareness of himself.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The ability to simplify means to eliminate the unnecessary so that the necessary may speak.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Life is a process of becoming, a combination of states we have to go through.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A life that is never challenged or changed is not a life fully lived.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"What we can be, we must be.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The key question isn’t ‘What fosters creativity?’ but it is ‘Why isn’t everyone creative?’\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"You will either step forward into growth or you will step back into safety.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A person who is being himself in a healthy way will spontaneously choose growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"We are all capable of greatness, but first, we must believe in it.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Life's journey is about finding your voice and making it heard.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"We all must learn to embrace change, for it is the essence of life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every day is an opportunity to create a new rhythm in your life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Live boldly, and let the echoes of your actions inspire others.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Music and stories carry the essence of our lives and should be shared.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Life's power lies in the connections we make along the way.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Every experience adds another layer to the song of your life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Courage is essential to navigating the waves of life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Resilience is born from the challenges we overcome.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Never underestimate the power of one voice to transform the world.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Living fully means learning to walk through the fire of truth.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Cultural roots keep you grounded even when life's storms come.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Life is a constant act of creation and recreation.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The stories of the past hold the wisdom to guide our future.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Find strength in your ancestors' legacy; it's part of who you are.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Life without purpose is like a song without melody.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Your life is your canvas; paint it boldly.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Freedom is found when you truly live as your authentic self.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Take risks, because life doesn't wait for those who hesitate.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Find joy even in the struggle—it's what gives life its depth.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man’s greatness lies in his power of thought.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Happiness is neither without us nor within us. It is in God, both without us and within us.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"All of humanity’s problems stem from man’s inability to sit quietly in a room alone.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We must learn our limits. We are all something, but none of us are everything.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The eternal silence of these infinite spaces frightens me.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Small minds are concerned with the extraordinary; great minds with the ordinary.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"There are only two kinds of people: the righteous who think they are sinners and the sinners who think they are righteous.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We are so presumptuous that we think we can separate ourselves from others because we are different from them.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Man is equally incapable of seeing the nothingness from which he emerges and the infinity in which he is engulfed.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Vanity is so anchored in the heart of man that a soldier, a soldier's servant, a cook, or a porter boasts and wants to have his admirers.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The sole cause of man’s unhappiness is that he does not know how to stay quietly in his room.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Nature has perfection, in order to show that she is the image of God.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We know the truth, not only by reason but also by the heart.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To make light of philosophy is to be a true philosopher.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Imagination decides everything.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"When we are in love with someone, we see them as they are, not as they should be.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The heart has its reasons which reason knows nothing of.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Men never do evil so completely and cheerfully as when they do it from religious conviction.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To ridicule philosophy is truly philosophical.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"It is not good to have everything one wants.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Life is a canvas; paint it with your unique colors.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Every morning is a new story waiting to be told.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The best chapters in life are the ones you write yourself.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Dream big, live bold, and let your heart be your compass.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Life’s magic happens when you embrace the unknown.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Happiness isn’t found—it’s created, one moment at a time.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your journey matters more than the destination.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Failure is just proof you’re trying to live fully.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Don’t just count days—make each day count.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Life’s beauty lies in its imperfection.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The secret to life is not waiting for storms to pass but dancing in the rain.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Courage makes ordinary lives extraordinary.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Celebrate the small wins; they build a big life.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Your story has power—own it and share it.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Life isn’t about finding yourself; it’s about creating yourself.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Rise after every fall; that’s where growth happens.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Time is the most valuable currency—spend it wisely.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Learn to let go, and life will flow.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Live like every moment matters—because it does.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The key to a good life is gratitude, even for the challenges.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life is 10% what happens to you and 90% how you react to it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The only way to grow is to embrace change, not resist it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Joy is a choice, not a result of circumstances.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life's greatest lessons often come through pain.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We cannot change our circumstances, but we can change our perspective.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Character is built not in comfort but in the crucible of life’s challenges.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"God never wastes a pain; every trial has a purpose.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Success is not measured by what you achieve, but by who you become.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Contentment comes when we trust God for today and stop worrying about tomorrow.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Growth in life requires stepping outside your comfort zone.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"There’s no rewind button in life, so make every moment count.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life is a journey, not a race—pace yourself wisely.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Courage doesn’t eliminate fear; it enables you to act despite it.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"True freedom comes from letting go of what we cannot control.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Gratitude transforms common days into blessings.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Faith in God gives life eternal purpose.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"We often miss the beauty of life because we focus too much on the burden.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Simplicity is the secret to a meaningful life.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Life's trials refine us, not define us.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The happiest people are not those who have everything, but those who are grateful for what they have.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success is not forever, and failure isn’t fatal.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The one thing that I know is that you win with good people.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The start is what stops most people.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"It’s the extra effort that separates a winner from second place.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"I don’t know any other way to lead but by example.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Strong convictions precede great actions.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Success is the peace of mind in knowing you did your best.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Everything starts with self-discipline.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"I believe in luck, but I also believe you need to earn it.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Great leaders find a way to do great things with the resources at their disposal.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Your character is your greatest asset.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You don’t have to stay up nights worrying about what your neighbors think if you’ve done your best.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Winning is not just about the score; it’s about preparation.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Discipline is what turns ability into achievement.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Hard work is the foundation of any success story.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You grow when you’re challenged, not when it’s easy.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The little details make the big things happen.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Excellence is the gradual result of always striving to do better.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"In life, as in sports, you can’t control everything, but you can control how you respond.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Winners never rest on their laurels; they continue to strive for more.\""
                }
            ]
        },
        {
            "category_name": "friends",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The better part of one’s life consists of his friendships.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Do I not destroy my enemies when I make them my friends?\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am a success today because I had a friend who believed in me, and I didn’t have the heart to let him down.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Be sure you put your feet in the right place, then stand firm.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I have always found that mercy bears richer fruits than strict justice.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"A friend is someone who has the same enemies as you.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best way to destroy an enemy is to make him your friend.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"My best friend is a person who will give me a book I have not read.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"When I do good, I feel good. When I do bad, I feel bad. That’s my religion.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"If we could first know where we are, and whither we are tending, we could better judge what to do, and how to do it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I am not bound to win, but I am bound to be true.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"It is not the years in your friend’s life, but the life in their years.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Hold fast to the friendships that sustain you in dark times.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"The best way to help a friend is to show them their own strength.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Every man is said to have his peculiar ambition. Mine is to have friendships that withstand storms.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Nearly all men can stand adversity, but if you want to test a man’s character, give him power over a friend.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I do not like that man. I must get to know him better.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Friends are the companions of the journey of life.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"If friendship is your weakest point, you are the strongest person in the world.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Friendships are like trees; they require time to grow and nurture.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A good friend is someone who challenges you to grow and supports you through the process.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Friendship is one of the highest forms of love because it is chosen freely.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"True friends are those who help you become your best self.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To connect with others deeply, we must first know ourselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A self-actualized person values relationships based on mutual respect and understanding.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Only through relationships can we reach the fullness of our human potential.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The best kind of friendship is when two people inspire each other to grow.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A healthy relationship is a union of two whole individuals, not two incomplete halves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Mutual trust and honesty are the cornerstones of any genuine friendship.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Friends are those rare people who ask how you are and then wait to hear the answer.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"It takes courage to let yourself be seen, truly seen, in friendship.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Friendship is born when we allow ourselves to be vulnerable and open.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Real friendships require mutual commitment to growth and understanding.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A friend is someone who sees your potential even when you do not.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Through connection with others, we find deeper connection to ourselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"True friendships are based on authenticity, not on pretense.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To have a friend, you must first be one.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A friend is someone who encourages you to climb higher while offering a hand to steady you.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Friendship is a relationship that nourishes both the soul and the spirit.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Friends remind us of who we are and who we can become.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A true friend is one who knows your song and sings it when you've forgotten.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friends are the mirrors that reflect our best and truest selves.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friendship is the harmony that binds us together in life's symphony.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True friends walk with you through the darkest valleys.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The foundation of friendship is built on trust and shared stories.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A good friend challenges you to grow, not just stay the same.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Laughter with friends is the sweetest music of life.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friendship is a bridge connecting hearts across any distance.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A friend is someone who reminds you of your strength when you forget.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Cherish the friends who listen without judgment and love without condition.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friends are the family we choose for ourselves.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A friend is the light that guides you when the path is unclear.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True friends are the architects of our most beautiful memories.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A single loyal friend is worth more than a thousand acquaintances.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friendship grows stronger with time, like a well-aged melody.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friends are the threads that weave the fabric of our lives.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Lean on your friends, and they will carry you through life's storms.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Friendship is the glue that keeps our souls from falling apart.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Celebrate your friends like you celebrate your victories—loud and proud.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True friends remind you who you are when the world makes you doubt it.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Friendship among men is made up of esteem, curiosity, and the pleasure of talking to each other.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Friendship is the comfort, the inexpressible comfort, of feeling safe with a person, having neither to weigh thoughts nor measure words.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"When we are too close to others, we can fail to see their faults.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True friends are rare and precious, and their absence is keenly felt.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Friends will always ask for proof of your virtues.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Sometimes, it is better to part with those who will not allow you to grow.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"You are more likely to find truth in silence than in noise, even among friends.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The best relationships are those where you inspire each other to be better.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Good friends multiply joy and divide sorrow.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Shared joy deepens friendships; shared sorrow strengthens them.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"A friend knows the melody of your heart and can sing it back to you when you forget.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True friendship resists the passing of time and grows stronger with age.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Friendship doubles happiness and halves grief.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Flattery is a counterfeit coin that only true friends avoid.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True friends criticize you for your betterment.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Few things are as valuable as a friend who listens without judgment.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"In prosperity, friends know us; in adversity, we know our friends.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True friendship consists of being able to show your flaws and still be embraced.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"A good friend is like a mirror, reflecting your best and worst sides.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"We need friends to share in our moments of joy and to anchor us in times of uncertainty.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Friends are the family we choose for ourselves.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"True friends amplify joy and divide sorrow.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A good friend knows your stories; a best friend helps you write them.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Friendship isn’t measured in time, but in trust.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Laughter is the glue that holds friendships together.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Real friends inspire you to be your best self.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A friend is someone who hears your heart even when you’re silent.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Life’s adventures are sweeter with friends by your side.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A loyal friend is life’s greatest treasure.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Friendship is a mirror reflecting the best parts of you.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Great friends don’t just listen; they truly understand.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"True friends stand by you, even when the world walks away.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Friends light the way when life feels dark.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Friendship is the bridge over life’s toughest challenges.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Cherish friends who lift you higher and challenge you to grow.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Good friends remind you of your worth when you forget.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The best friendships are built on shared dreams and deep trust.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A true friend celebrates your victories like their own.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Friendship is the art of loving someone as they are.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A single friend can fill your world with infinite warmth.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Friends are God’s way of reminding us we don’t have to go through life alone.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A true friend walks in when the world walks out.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The best friendships are built on shared values and mutual respect.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Encouragement is the currency of friendship.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A good friend knows your weaknesses but chooses to focus on your strengths.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"True friendship is marked by honesty, even when it hurts.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Friends refresh the soul with their presence.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The best friends are those who lift you closer to God.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Friendship isn’t about quantity; it’s about quality.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A true friend doesn’t just celebrate your success; they stand by you in failure.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Friendship is a gift that grows through time and trust.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Laughing with a friend is the shortest distance to joy.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Friends are like anchors; they keep us grounded in life’s storms.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A good friend is a mirror reflecting our best qualities.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The depth of friendship is measured by the depth of understanding.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Real friends help you see your blind spots and grow from them.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The best friendships are rooted in authenticity and grace.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"True friends don’t compete; they complement.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Friends are like sunlight, warming the cold corners of our hearts.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"In the garden of life, friends are the sweetest blooms.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Surround yourself with people who challenge and inspire you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The quality of your relationships determines the quality of your success.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"True friends are those who help you up when everyone else has walked away.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"I’ve learned that life is a team sport; you need good people on your side.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A friend is someone who helps you see the best version of yourself.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Collaboration and trust are the cornerstones of any great friendship.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"When you win, your true friends are the ones celebrating with you. When you lose, they’re the ones lifting you up.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"In football and in life, you can’t do it alone; your teammates and friends are essential.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Friendship is about loyalty, not convenience.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The best friendships are built on mutual respect and shared values.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A friend is someone who believes in your potential even when you doubt yourself.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Strong relationships are like strong teams—they’re built on trust and effort.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Good friends are like good teammates; they push you to be better.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Celebrate your friends’ victories like they’re your own.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Cherish those who stick with you in hard times; they’re the real MVPs.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A good friend is honest with you, even when it’s uncomfortable.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Surround yourself with people who want to see you succeed.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Friendship isn’t about who you’ve known the longest; it’s about who stayed by your side.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A friend is someone who helps you keep your head up when the world feels heavy.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The best teammates are the ones who become your lifelong friends.\""
                }
            ]
        },
        {
            "category_name": "relationships",
            "quotes": [
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Marriage is not a state of perpetual happiness, but an agreement to grow together.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"No man is good enough to govern another man without that other’s consent.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I care not for a man’s religion whose dog and cat are not the better for it.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You cannot build character and courage by taking away a man’s initiative and independence.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Love is the chain whereby to lock a child to its parent.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"We can complain because rose bushes have thorns, or rejoice because thorns have roses.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"A house divided against itself cannot stand.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"I destroy my enemies when I make them my friends.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Kindness is the only service that will stand the storm of life and not wash out.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"You can tell the greatness of a man by what makes him angry.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Every individual should be given the respect they deserve, as a relationship can only grow in mutual regard.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"When the right people meet, relationships thrive naturally.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Better to remain silent and be thought a fool than to speak out and remove all doubt.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Relationships are built on honesty, and dishonesty fractures even the strongest bonds.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Those who deny freedom to others deserve it not for themselves.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"When dealing with people, remember you are not dealing with creatures of logic, but with creatures of emotion.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"When people care for each other, misunderstandings are opportunities for growth, not division.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Resolve to be honest in every interaction; a solid relationship depends on trust.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"Happiness lies not in things but in relationships.\""
                },
                {
                    "author_name": "Abraham Licoln",
                    "text": "\"With malice toward none, with charity for all, let us strive to heal our relationships.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The highest form of love is helping someone achieve their full potential.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"In a loving relationship, each person helps the other become a better version of themselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Relationships thrive when there is room for each individual to grow.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"True love is when both partners respect and support each other’s individuality.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The best relationships are built on mutual respect and understanding.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Love is the condition in which the happiness of another person is essential to your own.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"When people feel safe in a relationship, they can truly be themselves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"A relationship is strongest when it is based on growth, not dependency.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"In a healthy relationship, both individuals are committed to their own and each other’s growth.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Love is not about possession; it’s about appreciation.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Every person in a relationship is responsible for their own happiness.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Deep, meaningful relationships are a hallmark of a self-actualized person.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Relationships flourish when both individuals feel valued and understood.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The foundation of a great relationship is open and honest communication.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"True intimacy occurs when two people feel safe enough to show their true selves.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Relationships provide a mirror in which we can see ourselves more clearly.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"The healthiest relationships are those where both people can pursue their individuality while being connected.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"To love someone deeply is to support their journey of self-discovery.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"In relationships, growth is a shared journey, not an individual pursuit.\""
                },
                {
                    "author_name": "Abraham Maslow",
                    "text": "\"Healthy relationships are built on mutual growth, trust, and a shared vision.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Healthy relationships are built on the foundation of respect and trust.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Love is a journey of mutual growth, not a destination.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A strong relationship harmonizes individuality and togetherness.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Communication is the melody that keeps relationships in tune.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True love embraces imperfection and grows through understanding.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Partnership is about sharing the weight of life equally.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"The most fulfilling relationships start with self-love.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Compassion is the key to unlocking the doors of any relationship.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Love is not possession; it is freedom with shared roots.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Relationships thrive when nurtured with kindness and patience.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True intimacy is found in the quiet, unspoken connections.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Partnership is a duet where each voice has space to shine.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Forgiveness is the balm that heals relationship wounds.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A relationship is like a song; it needs balance, rhythm, and harmony.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Love grows when both partners invest in each other's dreams.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Mutual respect transforms love into something unbreakable.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Cherish the little moments—they are the heartbeats of a strong relationship.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"A lasting relationship is a dance, requiring balance and rhythm.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"Partnership is about walking side by side, even in the hardest times.\""
                },
                {
                    "author_name": "Bernice Johnson",
                    "text": "\"True love listens, learns, and evolves with the changing seasons of life.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The heart has its reasons, of which reason knows nothing.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To love someone is to acknowledge their imperfections without trying to change them.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Real love begins where nothing is expected in return.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"In relationships, mutual understanding is more valuable than shared interests.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Loving another person means offering a piece of yourself unconditionally.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"True love seeks no reward; it is its own fulfillment.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"No one can love fully unless they accept their own imperfections.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The greatest relationships are built on honesty and compassion.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Love grows stronger when nurtured by mutual respect and kindness.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Jealousy can destroy relationships faster than anything else.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Understanding is the key to sustaining long-term relationships.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Love is not about possession; it’s about appreciation.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The surest way to lose love is to take it for granted.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"In love, silence often speaks louder than words.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"To truly love is to accept the vulnerability it brings.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"In relationships, it is better to listen more and talk less.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Love is the fusion of two souls working towards the same goal.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Forgiveness is the cornerstone of a lasting relationship.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"Relationships flourish when both partners are willing to compromise.\""
                },
                {
                    "author_name": "Blaise Pascal",
                    "text": "\"The best relationships are those where both partners inspire and uplift one another.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Love isn’t about finding the perfect person; it’s about learning to see an imperfect person perfectly.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"True love is a dance between patience and passion.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A relationship is a bridge built on trust, strengthened by communication, and beautified by respect.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The strongest relationships are built on the smallest acts of kindness.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Arguments in relationships are not about who’s right but about understanding what’s right for both.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The happiest couples are not the ones who never fight but the ones who keep choosing each other after every fight.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Romance is the art of saying ‘I still choose you’ every day.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Love isn’t about holding hands in public; it’s about holding hearts in private.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A relationship is two imperfect people refusing to give up on each other.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Commitment is the glue that keeps love from crumbling.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"True love is a safe place where two souls can be vulnerable and still be cherished.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The best relationships are those where laughter outnumbers tears.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Every love story is unique, but they all thrive on the same foundation: trust and respect.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A healthy relationship is one where both people feel free to be themselves.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Love thrives in an environment where both partners feel seen and heard.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"Forgiveness is the oil that keeps the wheels of a relationship turning.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"In a relationship, the goal isn’t to think alike but to think together.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"A good relationship is one where happiness doubles and sorrow divides.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"True intimacy is sharing your soul, not just your bed.\""
                },
                {
                    "author_name": "Brian Tarcy",
                    "text": "\"The strongest bond is formed when love meets understanding.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A family is a place where principles are hammered and honed on the anvil of everyday living.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"When relationships are a priority, time becomes irrelevant.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Encouragement is oxygen to the soul in any relationship.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Great marriages are made up of countless small sacrifices.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Love is a commitment to seek the highest good of the other person.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Every relationship begins with trust, and it thrives on forgiveness.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Effective communication is the bridge between confusion and clarity in relationships.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Understanding is the key to unlocking the door to another's heart.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Respect is the soil in which love can grow.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The art of listening is the foundation of meaningful relationships.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Forgiveness is not optional in relationships; it’s a necessity.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"A healthy relationship is built on mutual selflessness.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Conflict is inevitable, but how we handle it defines the strength of a relationship.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Relationships require intentional investment of time and energy.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"In every relationship, grace is more powerful than judgment.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"The little things often mean the most in relationships.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"You cannot truly love someone unless you are willing to forgive them.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Patience and understanding create fertile ground for strong relationships.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"Love is not about finding the perfect person; it’s about seeing an imperfect person perfectly.\""
                },
                {
                    "author_name": "Charles Swindoll",
                    "text": "\"In relationships, kindness and humility have a ripple effect.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The foundation of any great relationship is trust.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"In relationships, as in coaching, communication is key.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The effort you put into relationships determines the strength they have.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Great relationships are built on understanding and mutual respect.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"You don’t win in life alone; your relationships are your greatest support system.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"In a strong relationship, you help each other grow.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Love, like leadership, requires patience and persistence.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Never stop showing the people you care about how much they mean to you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Strong bonds are formed by shared experiences and overcoming challenges together.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"In relationships, always strive to listen more than you speak.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"It’s not about perfection in relationships; it’s about the effort to keep improving.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Consistency is the key to lasting relationships.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Celebrate the wins, big and small, in your relationships.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Commitment means being there even when it’s not convenient.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Respect the people in your life, and they’ll respect you back.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The best relationships are partnerships, not competitions.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Always show gratitude to the people who stand by you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"A great relationship is like a great team—it’s built on trust and shared goals.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"Never take for granted the people who truly care about you.\""
                },
                {
                    "author_name": "Don Shula",
                    "text": "\"The measure of a relationship is how well you support each other during tough times.\""
                }
            ]
        }
    ]
}