{
    "quotes_data": {
        "categories": [
            {
                "category_name": "Unnamed: 1",
                "quotes": [
                    {
                        "text": "\"The best way to predict your future is to create it.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I am a slow walker, but I never walk back.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Things may come to those who wait, but only the things left by those who hustle.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Always bear in mind that your own resolution to succeed is more important than any one thing.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"You can have anything you want, if you want it badly enough.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"What a man can be, he must be.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"The story of the human race is the story of men and women selling themselves short.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"We are capable of greater things than we realize.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"If you plan on being anything less than you are capable of being, you will probably be unhappy all the days of your life.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Be independent of the good opinion of other people.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Life’s challenges are not supposed to paralyze you; they’re supposed to help you discover who you are.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Find your voice and sing your song; the world needs to hear it.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"You have the strength to make the impossible possible.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Great change starts with small steps—just start.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Empower yourself by taking the first step toward your dreams.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Man's greatness lies in his power of thought.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The heart has its reasons, which reason knows nothing of.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"We must learn our limits. We are all something, but none of us are everything.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Small minds are concerned with the extraordinary, great minds with the ordinary.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Happiness is neither without us nor within us. It is in God, both without us and within us.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Your life only gets better when you get better.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The greatest gift that you can give to others is the gift of unconditional love and acceptance.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Develop an attitude of gratitude, and give thanks for everything that happens to you.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Decide exactly what you want. Write it down. Make a plan to achieve it. Work on it every single day.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"You cannot control what happens to you, but you can control your attitude toward what happens to you.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Life is 10% what happens to you and 90% how you react to it.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Don’t dwell on what went wrong. Instead, focus on what to do next.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The secret of living a life of excellence is merely a matter of thinking thoughts of excellence.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Each day of our lives we make deposits in the memory banks of our children.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"When you have a sense of purpose, no obstacle can stop you.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Success is the peace of mind in knowing you did your best.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The start is what stops most people.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The more you know about your opponent, the better you can prepare.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Strive for perfection, settle for excellence.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"It's not the will to win that matters—everyone has that. It's the will to prepare to win that matters.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 2",
                "quotes": [
                    {
                        "text": "\"You cannot strengthen the weak by weakening the strong.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Give me six hours to chop down a tree, and I will spend the first four sharpening the axe.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Character is like a tree and reputation like its shadow.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"It is not best to swap horses while crossing the river.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The philosophy of the schoolroom in one generation will be the philosophy of government in the next.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The ability to be in the present moment is a major component of mental wellness.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"We may define therapy as a search for value.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"What is life for? Life is for you.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Education must help us to find the nature of our own being.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"The wisdom of life lies in understanding its complexity yet finding simplicity in its beauty.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"True strength is knowing when to act and when to reflect.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"We are interconnected; the health of one affects the health of all.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Your roots give you grounding, but your wings take you far.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"In the quiet moments, you often find the answers you seek.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Man is but a reed, the weakest in nature, but he is a thinking reed.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The knowledge of God is very far from the love of Him.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The eternal silence of these infinite spaces frightens me.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Curiosity is only vanity.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"To understand is to forgive.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Never complain, never explain. Resist the temptation to defend yourself or make excuses.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The key to success is to focus our conscious mind on things we desire, not things we fear.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Your life is a reflection of your thoughts. If you change your thinking, you change your life.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The biggest mistake we could ever make in our lives is to think we work for anybody but ourselves.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Integrity is the foundation upon which all other values are built.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"God is never in a hurry, but He is always on time.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The longer I live, the more I realize the impact of attitude on life.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Wisdom is the reward you get for a lifetime of listening when you’d have preferred to talk.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"When you are angry or frustrated, what comes out? Whatever it is, it's a good indication of what you're made of.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Problems are inevitable, but your attitude toward them is optional.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The superior man blames himself, the inferior man blames others.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Mistakes are the price we pay for learning.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Character counts; talent might get you there, but character keeps you there.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Leadership is about influence, not authority.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Discipline is the bridge between goals and accomplishment.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 3",
                "quotes": [
                    {
                        "text": "\"The people will save their government if the government itself will allow them.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"To sin by silence when they should protest makes cowards of men.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I am not bound to win, but I am bound to be true.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Whatever you are, be a good one.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"This country, with its institutions, belongs to the people who inhabit it.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"We fear our highest possibilities.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Courage is the first virtue, as it makes all others possible.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Growth must be chosen again and again; fear must be overcome again and again.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"To step forward into growth, we must leave our comfort zone behind.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"We grow when we face our fears and move through them.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Courage is the bridge between fear and action.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Speaking your truth, even when it trembles, is the essence of bravery.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"It takes courage to stand alone, but even more to stand for others.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Fear is a shadow; step into the light of your courage.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"True courage is daring to begin without knowing the outcome.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Do not fear to make mistakes in your search for truth.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The strength of a man's virtue must not be measured by his efforts, but by his ordinary life.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"You always admire what you really don’t understand.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"It is not good to be too free. It is not good to have everything one wants.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Human beings must be known to be loved; but Divine beings must be loved to be known.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The key to success is action, and the essential in action is perseverance.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Courage is not the absence of fear, but the mastery of fear.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"All successful people, men and women, are big dreamers.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Confidence on the outside begins by living with integrity on the inside.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Don’t be afraid to take big steps; you can’t cross a chasm in two small jumps.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Courage is not limited to the battlefield. It is not only about daring to cross the Red Sea or facing Goliath. Courage is also about staying true to your values.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"God never said that the journey would be easy, but He did say that the arrival would be worthwhile.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"It takes courage to say no to the wrong things and yes to the best things.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"You’re not responsible for the outcome of your obedience; you’re responsible for the obedience.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"True courage is not the absence of fear—it is refusing to let fear control you.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"You never fail until you stop trying.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"True courage is being scared to death but saddling up anyway.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Face challenges head-on; the only way out is through.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Don’t fear failure; fear the absence of progress.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"In the face of adversity, stand tall.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 4",
                "quotes": [
                    {
                        "text": "\"The best way to predict your future is to create it.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I am a slow walker, but I never walk back.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Whatever you are, be a good one.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Give me six hours to chop down a tree, and I will spend the first four sharpening the axe.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Always bear in mind that your own resolution to succeed is more important than any other.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"What a man can be, he must be.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"In any given moment, we have two options: to step forward into growth or step back into safety.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"The ability to be in the present moment is a major component of mental wellness.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"One's only rival is one's own potentialities.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Life's challenges are not supposed to paralyze you; they’re supposed to help you discover who you are.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"You don't become who you are by staying in one place.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"If you're always trying to be normal, you will never know how amazing you can be.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Singing is a way of connecting to our collective human spirit.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Every time you make a stand, you're shaping the world.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Man's greatness lies in his power of thought.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Do small things as though they were great because of the majesty of Christ who does them in us.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"In faith, there is enough light for those who want to believe and enough shadows to blind those who don’t.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The heart has its reasons, which reason does not know.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Human beings must be known to be loved; but Divine beings must be loved to be known.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Dream big, and then chase it with reckless abandon.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The only way to predict the future is to create it.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Your limitations are only as strong as your belief in them.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Every sunrise is a new chance to write your story.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Success is not the destination; it's the journey that defines you.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Life is 10% what happens to you and 90% how you react to it.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Attitude is more important than facts.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"When you have vision, it affects your attitude. Your attitude is optimistic rather than pessimistic.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"We are all faced with a series of great opportunities brilliantly disguised as impossible situations.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Encouragement is awesome. It has the capacity to lift a man’s shoulders, to spark the flicker of a smile on his face, and bring a sense of purpose to his day.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Success is the peace of mind that comes when you know you’ve given everything you have to give.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Strive for perfection, but never fear failure.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"You take on what you can handle and push yourself to the next level.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Great teams aren’t always great; they’re just great when they have to be.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The one thing that I know is that you win with good people.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 5",
                "quotes": [
                    {
                        "text": "\"The people will save their government if the government itself will allow them.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"You can fool all the people some of the time, and some of the people all the time, but you cannot fool all the people all the time.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I distrust the wisdom if it is inconsistent with humanity.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"It is better to trust and sometimes be disappointed than to always distrust and be miserable.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The people themselves, and not their servants, can safely reverse their own deliberate decisions.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"We are capable of greater things than we realize.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"The great cause of much psychological illness is the inability to trust one's instincts.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Trusting your inner voice is a step towards self-actualization.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"If you trust yourself, you will inevitably lead yourself towards your fullest potential.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A secure person trusts the process of life, and they embrace what comes their way.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Trust is the foundation of every relationship, whether personal or societal.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"True trust comes when we open ourselves up to vulnerability.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"You can’t fake trust; it’s built through authenticity and consistency.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Building trust requires time, truth, and transparency.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Trust is like a song—it resonates when it’s real.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Faith is different from proof; the latter is human, the former is a gift of God.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"We never love a person, but only qualities.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"There are two ways to believe: reason and trust.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"We must trust the heart's reasons, for they transcend reason itself.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The knowledge of God is very far from the love of Him.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Trust is the foundation of every unshakable relationship.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Once trust is broken, it takes courage and consistency to rebuild it.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The most valuable currency in life is trust—it’s earned, not given.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Trust begins where doubt ends.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Honesty is the seed; trust is the tree that grows from it.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Trust is built with consistency.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"God’s sovereignty is the foundation of all trust.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The greatest stress relief is to fully trust God.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"God never asks us to bear tomorrow's burdens with today's grace.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Trust the past to God’s mercy, the present to His love, and the future to His providence.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Winning requires trust between every member of the team.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"You can’t do it alone—it’s about the people you surround yourself with.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Trust is earned, not given, and it’s built through actions, not words.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"A good team trusts each other to do their job well.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Build a culture of trust, and success will take care of itself.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 6",
                "quotes": [
                    {
                        "text": "\"My great concern is not whether you have failed, but whether you are content with your failure.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The path to success is often paved with setbacks.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Success is going from failure to failure without losing your enthusiasm.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The greatest fine art of the future will be the making of a comfortable living from a small piece of land.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"It often requires more courage to dare to do right than to fear to do wrong.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"We must learn to be our own best friends because we fall too easily into self-criticism and self-rejection.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Failure is not falling down but refusing to get up.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A person grows most through their mistakes.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"When we let go of the fear of failure, we open ourselves to the possibility of success.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Failure is only the opportunity to begin again, this time more intelligently.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Failure is not the end; it’s a lesson wrapped in disguise.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Every failure carries the seed of a future success.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Don’t let failure define you; let it refine you.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Falling down is a step on the path to rising higher.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Success grows in the soil of failure.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Man is but a reed, the weakest in nature, but he is a thinking reed.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Our achievements are shadows, but we are meant to look at the light that casts them.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The greatest single cause of failure is man's inability to sit quietly in a room.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Evil is easy, and has infinite forms; good is almost unique.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"We fail not by our lack of strength, but by the lack of our understanding.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Failure is the soil where success takes root.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Each failure is a lesson dressed as a disappointment.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Don’t fear failure; fear standing still.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Failure isn’t falling down—it’s refusing to get back up.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Every mistake you make brings you closer to mastery.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Failure is not falling down; it’s staying down.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The road to success is paved with failures.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Failure is often the first step toward something greater.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"God uses our failures to shape us and teach us reliance on Him.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"When you fail, don't fall into self-pity. Instead, rise with resolve.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"You never lose—you either win or learn.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Failure isn’t the end; it’s a chance to begin again with more knowledge.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Losing is painful, but it teaches you how to win.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Mistakes are part of the game; learn from them and move on.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"If you’re not failing, you’re not trying hard enough.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 7",
                "quotes": [
                    {
                        "text": "\"In the end, it’s not the years in your life that count. It’s the life in your years.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The best way to predict your future is to create it.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Whatever you are, be a good one.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Give me six hours to chop down a tree, and I will spend the first four sharpening the axe.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"My great concern is not whether you have failed, but whether you are content with your failure.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"What a man can be, he must be. This need we call self-actualization.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"The story of the human race is the story of men and women selling themselves short.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A musician must make music, an artist must paint, a poet must write if he is to be ultimately at peace with himself.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Life is a continual process of self-discovery.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"In any given moment, we have two options: to step forward into growth or to step back into safety.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Life's journey is about finding your voice and making it heard.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"We all must learn to embrace change, for it is the essence of life.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Every day is an opportunity to create a new rhythm in your life.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Live boldly, and let the echoes of your actions inspire others.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Music and stories carry the essence of our lives and should be shared.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Man’s greatness lies in his power of thought.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Happiness is neither without us nor within us. It is in God, both without us and within us.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"All of humanity’s problems stem from man’s inability to sit quietly in a room alone.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"We must learn our limits. We are all something, but none of us are everything.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"The eternal silence of these infinite spaces frightens me.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Life is a canvas; paint it with your unique colors.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Every morning is a new story waiting to be told.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The best chapters in life are the ones you write yourself.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Dream big, live bold, and let your heart be your compass.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Life’s magic happens when you embrace the unknown.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Life is 10% what happens to you and 90% how you react to it.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The only way to grow is to embrace change, not resist it.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Joy is a choice, not a result of circumstances.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Life's greatest lessons often come through pain.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"We cannot change our circumstances, but we can change our perspective.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Success is not forever, and failure isn’t fatal.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The one thing that I know is that you win with good people.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The start is what stops most people.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"It’s the extra effort that separates a winner from second place.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"I don’t know any other way to lead but by example.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 8",
                "quotes": [
                    {
                        "text": "\"The better part of one’s life consists of his friendships.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Do I not destroy my enemies when I make them my friends?\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I am a success today because I had a friend who believed in me, and I didn’t have the heart to let him down.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Be sure you put your feet in the right place, then stand firm.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I have always found that mercy bears richer fruits than strict justice.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"A good friend is someone who challenges you to grow and supports you through the process.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Friendship is one of the highest forms of love because it is chosen freely.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"True friends are those who help you become your best self.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"To connect with others deeply, we must first know ourselves.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A self-actualized person values relationships based on mutual respect and understanding.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"A true friend is one who knows your song and sings it when you've forgotten.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Friends are the mirrors that reflect our best and truest selves.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Friendship is the harmony that binds us together in life's symphony.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"True friends walk with you through the darkest valleys.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"The foundation of friendship is built on trust and shared stories.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Friendship among men is made up of esteem, curiosity, and the pleasure of talking to each other.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Friendship is the comfort, the inexpressible comfort, of feeling safe with a person, having neither to weigh thoughts nor measure words.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"When we are too close to others, we can fail to see their faults.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"True friends are rare and precious, and their absence is keenly felt.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Friends will always ask for proof of your virtues.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Friends are the family we choose for ourselves.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"True friends amplify joy and divide sorrow.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"A good friend knows your stories; a best friend helps you write them.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Friendship isn’t measured in time, but in trust.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Laughter is the glue that holds friendships together.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Friends are God’s way of reminding us we don’t have to go through life alone.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"A true friend walks in when the world walks out.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The best friendships are built on shared values and mutual respect.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Encouragement is the currency of friendship.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"A good friend knows your weaknesses but chooses to focus on your strengths.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Surround yourself with people who challenge and inspire you.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The quality of your relationships determines the quality of your success.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"True friends are those who help you up when everyone else has walked away.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"I’ve learned that life is a team sport; you need good people on your side.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"A friend is someone who helps you see the best version of yourself.\"",
                        "author": "Don Shula"
                    }
                ]
            },
            {
                "category_name": "Unnamed: 9",
                "quotes": [
                    {
                        "text": "\"Marriage is not a state of perpetual happiness, but an agreement to grow together.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"No man is good enough to govern another man without that other’s consent.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"I care not for a man’s religion whose dog and cat are not the better for it.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"You cannot build character and courage by taking away a man’s initiative and independence.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"Love is the chain whereby to lock a child to its parent.\"",
                        "author": "Abraham Licoln"
                    },
                    {
                        "text": "\"The highest form of love is helping someone achieve their full potential.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"In a loving relationship, each person helps the other become a better version of themselves.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Relationships thrive when there is room for each individual to grow.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"True love is when both partners respect and support each other’s individuality.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"The best relationships are built on mutual respect and understanding.\"",
                        "author": "Abraham Maslow"
                    },
                    {
                        "text": "\"Healthy relationships are built on the foundation of respect and trust.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Love is a journey of mutual growth, not a destination.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"A strong relationship harmonizes individuality and togetherness.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"Communication is the melody that keeps relationships in tune.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"True love embraces imperfection and grows through understanding.\"",
                        "author": "Bernice Johnson"
                    },
                    {
                        "text": "\"The heart has its reasons, of which reason knows nothing.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"To love someone is to acknowledge their imperfections without trying to change them.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Real love begins where nothing is expected in return.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"In relationships, mutual understanding is more valuable than shared interests.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Loving another person means offering a piece of yourself unconditionally.\"",
                        "author": "Blaise Pascal"
                    },
                    {
                        "text": "\"Love isn’t about finding the perfect person; it’s about learning to see an imperfect person perfectly.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"True love is a dance between patience and passion.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"A relationship is a bridge built on trust, strengthened by communication, and beautified by respect.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"The strongest relationships are built on the smallest acts of kindness.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"Arguments in relationships are not about who’s right but about understanding what’s right for both.\"",
                        "author": "Brian Tarcy"
                    },
                    {
                        "text": "\"A family is a place where principles are hammered and honed on the anvil of everyday living.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"When relationships are a priority, time becomes irrelevant.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Encouragement is oxygen to the soul in any relationship.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Great marriages are made up of countless small sacrifices.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"Love is a commitment to seek the highest good of the other person.\"",
                        "author": "Charles Swindoll"
                    },
                    {
                        "text": "\"The foundation of any great relationship is trust.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"In relationships, as in coaching, communication is key.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"The effort you put into relationships determines the strength they have.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"Great relationships are built on understanding and mutual respect.\"",
                        "author": "Don Shula"
                    },
                    {
                        "text": "\"You don’t win in life alone; your relationships are your greatest support system.\"",
                        "author": "Don Shula"
                    }
                ]
            }
        ]
    }
}